Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: This copy of Irisin is built for %@, but your bootstrap uses %@. Install the matching official Irisin package. Do not install Irisin using a patcher.
ar: صُممت هذه النسخة من Irisin للعمل مع %@، لكن البرنامج الثابت المخصص لديك تستخدم %@. ثبّت حزمة Irisin الرسمية المطابقة لبيئتك. لا تثبّت Irisin باستخدام أداة لتعديل الحزم.
bn: Irisin-এর এই কপিটি %@-এর জন্য তৈরি, কিন্তু আপনার বুটস্ট্র্যাপ %@ ব্যবহার করে। মিলে যাওয়া অফিসিয়াল Irisin প্যাকেজটি ইনস্টল করুন। প্যাচার ব্যবহার করে Irisin ইনস্টল করবেন না।
de: Diese Version von Irisin wurde für %@ erstellt, aber Ihre Bootstrap-Umgebung verwendet %@. Installieren Sie das passende offizielle Irisin-Paket. Installieren Sie Irisin nicht mithilfe eines Patchers.
es: Esta copia de Irisin está compilada para %@, pero tu firmware personalizado usa %@. Instala el paquete oficial de Irisin correspondiente. No instales Irisin con una herramienta de parcheo.
fr: Cette version d’Irisin est conçue pour %@, mais votre firmware personnalisé utilise %@. Installez le paquet officiel Irisin correspondant à votre environnement. N’installez pas Irisin à l’aide d’un outil de conversion.
hi: Irisin की यह प्रति %@ के लिए बनाई गई है, लेकिन आपका बूटस्ट्रैप %@ उपयोग करता है। मेल खाने वाला आधिकारिक Irisin पैकेज इंस्टॉल करें। Irisin को किसी पैचर से इंस्टॉल न करें।
id: Salinan Irisin ini dibuat untuk %@, tetapi bootstrap Anda menggunakan %@. Instal paket resmi Irisin yang sesuai. Jangan instal Irisin menggunakan alat patch.
it: Questa copia di Irisin è stata compilata per %@, ma il bootstrap del dispositivo usa %@. Installa il pacchetto ufficiale di Irisin compatibile con il bootstrap. Non installare Irisin utilizzando un patcher.
ja: この Irisin は %@ 向けにビルドされていますが、現在のカスタムファームウェアは %@ を使用しています。お使いの環境に対応する公式の Irisin パッケージをインストールしてください。パッチャーを使用して Irisin をインストールしないでください。
ko: 이 Irisin 패키지는 %@용으로 빌드되었지만, 현재 커스텀 펌웨어는 %@을(를) 사용합니다. 현재 환경에 맞는 공식 Irisin 패키지를 설치하세요. 패처를 사용하여 Irisin을 설치하지 마세요.
pt_br: Esta cópia do Irisin foi criada para %@, mas seu firmware personalizado usa %@. Instale o pacote oficial do Irisin compatível com seu ambiente. Não instale o Irisin usando uma ferramenta de adaptação.
ru: Эта версия Irisin собрана для архитектуры %@, но ваша кастомная прошивка использует %@. Установите официальный пакет Irisin для вашей среды. Не устанавливайте Irisin с помощью патчера.
sw: Nakala hii ya Irisin imejengwa kwa ajili ya %@, lakini mfumo wako wa msingi unatumia %@. Sakinisha kifurushi rasmi cha Irisin kinacholingana. Usisakinishe Irisin kwa kutumia zana ya kuweka viraka.
tr: Irisin'in bu kopyası %@ için oluşturuldu, ancak bootstrap'iniz %@ kullanıyor. Eşleşen resmi Irisin paketini yükleyin. Irisin'i bir yama aracıyla yüklemeyin.
vi: Bản Irisin này được xây dựng cho %@, nhưng firmware tùy chỉnh của bạn sử dụng %@. Hãy cài đặt gói Irisin chính thức phù hợp. Không cài đặt Irisin bằng công cụ vá.
yo: A kọ́ ẹ̀dà Irisin yìí fún %@, ṣùgbọ́n ìpìlẹ̀ ètò rẹ ń lo %@. Fi pákéèjì Irisin ti aláṣẹ tí ó bá a mu sórí ẹ̀rọ. Má ṣe lo ohun èlò àtúnṣe láti fi Irisin sórí ẹ̀rọ.
zh_hans: 此 Irisin 安装包适用于 %@，但当前自定义固件使用 %@。请安装与当前环境匹配的 Irisin 官方安装包。请勿使用转换工具安装 Irisin。
zh_hant: 此 Irisin 安裝套件適用於 %@，但目前的自訂韌體使用 %@。請安裝與目前環境相符的 Irisin 官方安裝套件。請勿使用轉換工具安裝 Irisin。

source: This address did not respond. You can add the repository anyway and refresh it later.
ar: لم يستجب هذا العنوان. يمكنك إضافة المستودع على أي حال وتحديثه لاحقًا.
bn: এই ঠিকানা সাড়া দেয়নি। আপনি তবুও রিপোজিটরিটি যোগ করে পরে রিফ্রেশ করতে পারেন।
de: Diese Adresse antwortet nicht. Du kannst die Quelle trotzdem hinzufügen und später aktualisieren.
es: Esta dirección no ha respondido. Puedes añadir el repositorio de todos modos y actualizarlo más tarde.
fr: Cette adresse n’a pas répondu. Vous pouvez tout de même ajouter le dépôt et l’actualiser plus tard.
hi: इस पते ने जवाब नहीं दिया। आप फिर भी रिपॉज़िटरी जोड़ सकते हैं और बाद में उसे रीफ़्रेश कर सकते हैं।
id: Alamat ini tidak merespons. Anda tetap dapat menambahkan repositori dan menyegarkannya nanti.
it: Questo indirizzo non ha risposto. Puoi comunque aggiungere il repository e aggiornarlo più tardi.
ja: このアドレスから応答がありませんでした。このままリポジトリを追加して、あとで更新することもできます。
ko: 이 주소에서 응답이 없습니다. 그래도 소스를 추가하고 나중에 새로 고칠 수 있습니다.
pt_br: Este endereço não respondeu. Você pode adicionar o repositório mesmo assim e atualizá-lo depois.
ru: Этот адрес не отвечает. Можно все равно добавить репозиторий и обновить его позже.
sw: Anwani hii haikujibu. Bado unaweza kuongeza hazina na kuionyesha upya baadaye.
tr: Bu adres yanıt vermedi. Depoyu yine de ekleyip daha sonra yenileyebilirsiniz.
vi: Địa chỉ này không phản hồi. Bạn vẫn có thể thêm nguồn và làm mới sau.
yo: Àdírẹ́sì yìí kò dáhùn. O ṣì lè ṣàfikún ibi ìpamọ́ náà kí o sì sọ ọ́ dọ̀tun nígbà tó bá yá.
zh_hans: 此地址没有响应。你仍可添加该软件源，稍后再刷新。
zh_hant: 此位址沒有回應。你仍可加入此軟體源，稍後再重新整理。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies kann nicht widerrufen werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat diurungkan.
it: Questa azione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 동작은 취소할 수 없습니다.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
sw: Kitendo hiki hakiwezi kutenduliwa.
tr: Bu işlem geri alınamaz.
vi: Không thể hoàn tác thao tác này.
yo: A kò lè dá èyí padà.
zh_hans: 此操作不可撤销。
zh_hant: 此動作無法復原。

source: This device does not offer system translation.
ar: لا يوفر هذا الجهاز ترجمة النظام.
bn: এই ডিভাইসে সিস্টেম অনুবাদ নেই।
de: Dieses Gerät bietet keine Systemübersetzung.
es: Este dispositivo no ofrece la traducción del sistema.
fr: Cet appareil ne propose pas la traduction du système.
hi: यह डिवाइस सिस्टम अनुवाद उपलब्ध नहीं कराता।
id: Perangkat ini tidak menyediakan terjemahan sistem.
it: Questo dispositivo non offre la traduzione di sistema.
ja: このデバイスではシステムの翻訳を利用できません。
ko: 이 기기는 시스템 번역을 제공하지 않습니다.
pt_br: Este dispositivo não oferece a tradução do sistema.
ru: На этом устройстве нет системного перевода.
sw: Kifaa hiki hakina tafsiri ya mfumo.
tr: Bu aygıt sistem çevirisi sunmuyor.
vi: Thiết bị này không có tính năng dịch của hệ thống.
yo: Ẹ̀rọ yìí kò pèsè ìtumọ̀ sísítẹ́mù.
zh_hans: 此设备不提供系统翻译。
zh_hant: 此裝置不提供系統翻譯。

source: This device supports %@.
ar: يدعم هذا الجهاز %@.
bn: এই ডিভাইস %@ সমর্থন করে।
de: Dieses Gerät unterstützt %@.
es: Este dispositivo es compatible con %@.
fr: Cet appareil prend en charge %@.
hi: यह डिवाइस %@ का समर्थन करता है।
id: Perangkat ini mendukung %@.
it: Questo dispositivo supporta %@.
ja: このデバイスは %@ に対応しています。
ko: 이 기기는 %@ 아키텍처를 지원합니다.
pt_br: Este dispositivo é compatível com %@.
ru: Это устройство поддерживает %@.
sw: Kifaa hiki kinatumia %@.
tr: Bu aygıt şunu destekliyor: %@.
vi: Thiết bị này hỗ trợ %@.
yo: Ẹ̀rọ yìí ṣe àtìlẹ́yìn fún %@.
zh_hans: 本设备支持 %@。
zh_hant: 此裝置支援 %@。

source: This file could not be read. Choose another file.
ar: تعذرت قراءة هذا الملف. اختر ملفًا آخر.
bn: এই ফাইলটি পড়া যায়নি। অন্য একটি ফাইল বেছে নিন।
de: Diese Datei konnte nicht gelesen werden. Wähle eine andere Datei.
es: No se ha podido leer este archivo. Elige otro archivo.
fr: Impossible de lire ce fichier. Choisissez un autre fichier.
hi: यह फ़ाइल पढ़ी नहीं जा सकी। कोई और फ़ाइल चुनें।
id: File ini tidak dapat dibaca. Pilih file lain.
it: Impossibile leggere questo file. Scegli un altro file.
ja: このファイルを読み込めませんでした。別のファイルを選択してください。
ko: 이 파일을 읽을 수 없습니다. 다른 파일을 선택하십시오.
pt_br: Não foi possível ler este arquivo. Escolha outro arquivo.
ru: Не удалось прочитать этот файл. Выберите другой файл.
sw: Faili hii haikuweza kusomwa. Chagua faili nyingine.
tr: Bu dosya okunamadı. Başka bir dosya seçin.
vi: Không thể đọc tệp này. Hãy chọn tệp khác.
yo: A kò lè ka fáìlì yìí. Yan fáìlì mìíràn.
zh_hans: 无法读取此文件。请选择其他文件。
zh_hant: 無法讀取此檔案。請選擇其他檔案。

source: This file has no new repositories to add.
ar: لا يحتوي هذا الملف على مستودعات جديدة لإضافتها.
bn: এই ফাইলে যোগ করার মতো কোনো নতুন রিপোজিটরি নেই।
de: Diese Datei enthält keine neuen Quellen.
es: Este archivo no contiene repositorios nuevos para añadir.
fr: Ce fichier ne contient aucun nouveau dépôt à ajouter.
hi: इस फ़ाइल में जोड़ने के लिए कोई नई रिपॉज़िटरी नहीं है।
id: File ini tidak berisi repositori baru untuk ditambahkan.
it: Questo file non contiene nuovi repository da aggiungere.
ja: このファイルには追加できる新しいリポジトリがありません。
ko: 이 파일에는 추가할 새 소스가 없습니다.
pt_br: Este arquivo não tem novos repositórios para adicionar.
ru: В этом файле нет новых репозиториев для добавления.
sw: Faili hii haina hazina mpya za kuongeza.
tr: Bu dosyada eklenecek yeni depo yok.
vi: Tệp này không có nguồn mới nào để thêm.
yo: Kò sí ibi ìpamọ́ tuntun nínú fáìlì yìí láti ṣàfikún.
zh_hans: 此文件中没有可添加的新软件源。
zh_hant: 此檔案中沒有可加入的新軟體源。

source: This link is not valid.
ar: هذا الرابط غير صالح.
bn: এই লিংকটি বৈধ নয়।
de: Dieser Link ist ungültig.
es: Este enlace no es válido.
fr: Ce lien n’est pas valide.
hi: यह लिंक मान्य नहीं है।
id: Tautan ini tidak valid.
it: Questo link non è valido.
ja: このリンクは無効です。
ko: 유효하지 않은 링크입니다.
pt_br: Este link não é válido.
ru: Эта ссылка недействительна.
sw: Kiungo hiki si sahihi.
tr: Bu bağlantı geçersiz.
vi: Liên kết này không hợp lệ.
yo: Ìjápọ̀ yìí kò tọ́.
zh_hans: 这个链接无效。
zh_hant: 這個連結無效。

source: This operation is not valid and was not started.
ar: هذه العملية غير صالحة ولم تبدأ.
bn: এই অপারেশনটি বৈধ নয় এবং শুরু করা হয়নি।
de: Dieser Vorgang ist ungültig und wurde nicht gestartet.
es: Esta operación no es válida y no se ha iniciado.
fr: Cette opération n’est pas valide et n’a pas été lancée.
hi: यह ऑपरेशन मान्य नहीं है और शुरू नहीं किया गया।
id: Operasi ini tidak valid dan tidak dimulai.
it: Questa operazione non è valida e non è stata avviata.
ja: この操作は無効なため、開始されませんでした。
ko: 유효하지 않은 작업이므로 시작되지 않았습니다.
pt_br: Esta operação não é válida e não foi iniciada.
ru: Эта операция недопустима и не была запущена.
sw: Shughuli hii si sahihi na haikuanzishwa.
tr: Bu işlem geçersiz olduğundan başlatılmadı.
vi: Thao tác này không hợp lệ và chưa được bắt đầu.
yo: Iṣẹ́ yìí kò tọ́, a kò sì bẹ̀rẹ̀ rẹ̀.
zh_hans: 此操作无效，未开始执行。
zh_hant: 此操作無效，因此未開始執行。

source: This package cannot be installed in Recovery Mode on this system.
ar: لا يمكن تثبيت هذه الحزمة باستخدام وضع الاسترداد على هذا النظام.
bn: এই সিস্টেমে পুনরুদ্ধার মোডে এই প্যাকেজটি ইনস্টল করা যাবে না।
de: Dieses Paket kann auf diesem System nicht im Wiederherstellungsmodus installiert werden.
es: Este paquete no se puede instalar en modo de recuperación en este sistema.
fr: Ce paquet ne peut pas être installé en mode de récupération sur ce système.
hi: इस सिस्टम पर यह पैकेज रिकवरी मोड में इंस्टॉल नहीं किया जा सकता।
id: Paket ini tidak dapat diinstal dalam Mode Pemulihan di sistem ini.
it: Questo pacchetto non può essere installato in modalità di ripristino su questo sistema.
ja: このシステムでは、このパッケージを復旧モードでインストールできません。
ko: 이 시스템에서는 이 패키지를 복구 모드로 설치할 수 없습니다.
pt_br: Este pacote não pode ser instalado no Modo de Recuperação neste sistema.
ru: Этот пакет нельзя установить в режиме восстановления на этой системе.
sw: Kifurushi hiki hakiwezi kusakinishwa katika Hali ya Urejeshaji kwenye mfumo huu.
tr: Bu paket bu sistemde Kurtarma Modunda yüklenemez.
vi: Không thể cài đặt gói này bằng Chế độ khôi phục trên hệ thống này.
yo: A kò lè fi pákéèjì yìí sórí ẹ̀rọ ní Ìpò Ìgbàpadà lórí sísítẹ́mù yìí.
zh_hans: 无法在此系统上使用恢复模式安装这个软件包。
zh_hant: 無法在此系統上使用復原模式安裝這個套件。

source: This package could not be loaded. Try a different repository.
ar: تعذر تحميل هذه الحزمة. جرّب مستودعًا آخر.
bn: এই প্যাকেজটি লোড করা যায়নি। অন্য একটি রিপোজিটরি চেষ্টা করুন।
de: Dieses Paket konnte nicht geladen werden. Versuche es mit einer anderen Quelle.
es: No se ha podido cargar este paquete. Prueba con otro repositorio.
fr: Impossible de charger ce paquet. Essayez un autre dépôt.
hi: यह पैकेज लोड नहीं किया जा सका। कोई अन्य रिपॉज़िटरी आज़माएँ।
id: Paket ini tidak dapat dimuat. Coba repositori lain.
it: Impossibile caricare questo pacchetto. Prova un altro repository.
ja: このパッケージを読み込めませんでした。別のリポジトリをお試しください。
ko: 이 패키지를 불러올 수 없습니다. 다른 소스를 사용해 보십시오.
pt_br: Não foi possível carregar este pacote. Tente outro repositório.
ru: Не удалось загрузить этот пакет. Попробуйте другой репозиторий.
sw: Kifurushi hiki hakikuweza kupakiwa. Jaribu hazina nyingine.
tr: Bu paketin bilgileri alınamadı. Başka bir depo deneyin.
vi: Không thể tải gói này. Hãy thử nguồn khác.
yo: A kò lè gbé pákéèjì yìí kalẹ̀. Gbìyànjú ibi ìpamọ́ mìíràn.
zh_hans: 无法加载此软件包。请尝试其他软件源。
zh_hant: 無法載入此套件。請嘗試其他軟體源。

source: This package could not be verified. Choose a different file and try again.
ar: تعذر التحقق من هذه الحزمة. اختر ملفًا آخر وحاول مرة أخرى.
bn: এই প্যাকেজটি যাচাই করা যায়নি। অন্য একটি ফাইল বেছে নিয়ে আবার চেষ্টা করুন।
de: Dieses Paket konnte nicht überprüft werden. Wähle eine andere Datei und versuche es erneut.
es: No se ha podido verificar este paquete. Elige otro archivo e inténtalo de nuevo.
fr: Impossible de vérifier ce paquet. Choisissez un autre fichier et réessayez.
hi: इस पैकेज को सत्यापित नहीं किया जा सका। कोई अन्य फ़ाइल चुनें और फिर से कोशिश करें।
id: Paket ini tidak dapat diverifikasi. Pilih file lain, lalu coba lagi.
it: Impossibile verificare questo pacchetto. Scegli un altro file e riprova.
ja: このパッケージを検証できませんでした。別のファイルを選択して、もう一度お試しください。
ko: 이 패키지를 검증할 수 없습니다. 다른 파일을 선택한 후 다시 시도하십시오.
pt_br: Não foi possível validar este pacote. Escolha outro arquivo e tente novamente.
ru: Не удалось проверить этот пакет. Выберите другой файл и повторите попытку.
sw: Kifurushi hiki hakikuweza kuthibitishwa. Chagua faili nyingine kisha ujaribu tena.
tr: Bu paket doğrulanamadı. Başka bir dosya seçip yeniden deneyin.
vi: Không thể xác minh gói này. Hãy chọn tệp khác rồi thử lại.
yo: A kò lè ṣèdánilójú pákéèjì yìí. Yan fáìlì mìíràn kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 此软件包未通过校验。请选择其他文件后重试。
zh_hant: 無法驗證此套件。請選擇其他檔案後再試一次。

source: This package failed verification. Try downloading again.
ar: فشل التحقق من هذه الحزمة. حاول تنزيلها مرة أخرى.
bn: এই প্যাকেজটি যাচাইয়ে ব্যর্থ হয়েছে। আবার ডাউনলোড করার চেষ্টা করুন।
de: Die Überprüfung dieses Pakets ist fehlgeschlagen. Lade es erneut herunter.
es: Este paquete no ha superado la verificación. Vuelve a descargarlo.
fr: La vérification de ce paquet a échoué. Essayez de le télécharger à nouveau.
hi: यह पैकेज सत्यापन में विफल रहा। फिर से डाउनलोड करके देखें।
id: Paket ini gagal diverifikasi. Coba unduh lagi.
it: La verifica di questo pacchetto non è riuscita. Prova a scaricarlo di nuovo.
ja: このパッケージは検証に失敗しました。もう一度ダウンロードしてください。
ko: 이 패키지의 검증에 실패했습니다. 다시 다운로드해 보십시오.
pt_br: Este pacote não passou na validação. Tente baixá-lo novamente.
ru: Пакет не прошел проверку. Загрузите его повторно.
sw: Kifurushi hiki hakikufaulu uthibitishaji. Jaribu kupakua tena.
tr: Bu paketin doğrulaması başarısız oldu. Yeniden indirmeyi deneyin.
vi: Gói này không vượt qua bước xác minh. Hãy thử tải xuống lại.
yo: Ìdánilójú pákéèjì yìí kùnà. Gbìyànjú láti ṣe ìgbàsílẹ̀ lẹ́ẹ̀kansí.
zh_hans: 此软件包未通过校验。请重新下载。
zh_hant: 此套件未通過驗證。請重新下載。

# This package is built for %@. Converting it for %@ is not available yet.
source: This package is built for %1$@. Converting it for %2$@ is not available yet.
ar: هذه الحزمة مصممة لـ %1$@. تحويلها إلى %2$@ غير متاح بعد.
bn: এই প্যাকেজটি %1$@-এর জন্য তৈরি। এটিকে %2$@-এর জন্য রূপান্তর করা এখনও উপলব্ধ নয়।
de: Dieses Paket wurde für %1$@ erstellt. Eine Konvertierung für %2$@ ist noch nicht verfügbar.
es: Este paquete está compilado para %1$@. Aún no es posible convertirlo para %2$@.
fr: Ce paquet est conçu pour %1$@. Sa conversion pour %2$@ n’est pas encore disponible.
hi: यह पैकेज %1$@ के लिए बनाया गया है। इसे %2$@ के लिए बदलना अभी उपलब्ध नहीं है।
id: Paket ini dibuat untuk %1$@. Konversi untuk %2$@ belum tersedia.
it: Questo pacchetto è creato per %1$@. La conversione per %2$@ non è ancora disponibile.
ja: このパッケージは %1$@ 向けにビルドされています。%2$@ 向けへの変換にはまだ対応していません。
ko: 이 패키지는 %1$@용으로 빌드되었습니다. %2$@용으로 변환하는 기능은 아직 제공되지 않습니다.
pt_br: Este pacote foi criado para %1$@. A conversão para %2$@ ainda não está disponível.
ru: Этот пакет собран для %1$@. Преобразование для %2$@ пока недоступно.
sw: Kifurushi hiki kimejengwa kwa ajili ya %1$@. Kukibadilisha kwa ajili ya %2$@ bado hakupatikani.
tr: Bu paket %1$@ için oluşturulmuş. %2$@ için dönüştürme henüz kullanılamıyor.
vi: Gói này được xây dựng cho %1$@. Chưa hỗ trợ chuyển đổi sang %2$@.
yo: A kọ́ pákéèjì yìí fún %1$@. Ìyípadà rẹ̀ fún %2$@ kò tíì wà.
zh_hans: 此软件包为 %1$@ 构建。转换为 %2$@ 的功能尚未提供。
zh_hant: 此套件是為 %1$@ 建置的。目前尚無法將其轉換為 %2$@ 版本。

# This package is built for %@. This device uses %@. Choose a compatible package.
source: This package is built for %1$@. This device uses %2$@. Choose a compatible package.
ar: هذه الحزمة مصممة لـ %1$@، وهذا الجهاز يستخدم %2$@. اختر حزمة متوافقة.
bn: এই প্যাকেজটি %1$@-এর জন্য তৈরি। এই ডিভাইস %2$@ ব্যবহার করে। একটি সামঞ্জস্যপূর্ণ প্যাকেজ বেছে নিন।
de: Dieses Paket wurde für %1$@ erstellt. Dieses Gerät verwendet %2$@. Wähle ein kompatibles Paket.
es: Este paquete está compilado para %1$@. Este dispositivo usa %2$@. Elige un paquete compatible.
fr: Ce paquet est conçu pour %1$@. Cet appareil utilise %2$@. Choisissez un paquet compatible.
hi: यह पैकेज %1$@ के लिए बनाया गया है। यह डिवाइस %2$@ उपयोग करता है। कोई अनुकूल पैकेज चुनें।
id: Paket ini dibuat untuk %1$@. Perangkat ini menggunakan %2$@. Pilih paket yang kompatibel.
it: Questo pacchetto è creato per %1$@. Questo dispositivo usa %2$@. Scegli un pacchetto compatibile.
ja: このパッケージは %1$@ 向けにビルドされています。このデバイスは %2$@ を使用しています。互換性のあるパッケージを選択してください。
ko: 이 패키지는 %1$@용으로 빌드되었습니다. 이 기기는 %2$@을(를) 사용합니다. 호환되는 패키지를 선택하십시오.
pt_br: Este pacote foi criado para %1$@. Este dispositivo usa %2$@. Escolha um pacote compatível.
ru: Этот пакет собран для %1$@. На этом устройстве используется %2$@. Выберите совместимый пакет.
sw: Kifurushi hiki kimejengwa kwa ajili ya %1$@. Kifaa hiki kinatumia %2$@. Chagua kifurushi kinachooana.
tr: Bu paket %1$@ için oluşturulmuş. Bu aygıt %2$@ kullanıyor. Uyumlu bir paket seçin.
vi: Gói này được xây dựng cho %1$@. Thiết bị này dùng %2$@. Hãy chọn gói tương thích.
yo: A kọ́ pákéèjì yìí fún %1$@. Ẹ̀rọ yìí ń lo %2$@. Yan pákéèjì tí ó bára mu.
zh_hans: 此软件包为 %1$@ 构建。本设备使用 %2$@。请选择兼容的软件包。
zh_hant: 此套件是為 %1$@ 建置的。此裝置使用 %2$@。請選擇相容的套件。

source: This package is no longer available.
ar: لم تعد هذه الحزمة متوفرة.
bn: এই প্যাকেজটি আর উপলব্ধ নেই।
de: Dieses Paket ist nicht mehr verfügbar.
es: Este paquete ya no está disponible.
fr: Ce paquet n’est plus disponible.
hi: यह पैकेज अब उपलब्ध नहीं है।
id: Paket ini tidak lagi tersedia.
it: Questo pacchetto non è più disponibile.
ja: このパッケージは利用できなくなりました。
ko: 이 패키지는 더 이상 제공되지 않습니다.
pt_br: Este pacote não está mais disponível.
ru: Этот пакет больше недоступен.
sw: Kifurushi hiki hakipatikani tena.
tr: Bu paket artık kullanılamıyor.
vi: Gói này không còn khả dụng.
yo: Pákéèjì yìí kò sí mọ́.
zh_hans: 此软件包已不可用。
zh_hant: 此套件已無法取得。

source: This package is not available. Contact the vendor for support.
ar: هذه الحزمة غير متوفرة. تواصل مع البائع للحصول على الدعم.
bn: এই প্যাকেজটি উপলব্ধ নয়। সহায়তার জন্য বিক্রেতার সাথে যোগাযোগ করুন।
de: Dieses Paket ist nicht verfügbar. Wende dich an den Anbieter.
es: Este paquete no está disponible. Contacta con el proveedor para obtener ayuda.
fr: Ce paquet n’est pas disponible. Contactez le vendeur pour obtenir de l’aide.
hi: यह पैकेज उपलब्ध नहीं है। सहायता के लिए विक्रेता से संपर्क करें।
id: Paket ini tidak tersedia. Hubungi vendor untuk mendapatkan dukungan.
it: Questo pacchetto non è disponibile. Contatta il fornitore per ricevere assistenza.
ja: このパッケージは利用できません。販売元にお問い合わせください。
ko: 이 패키지를 사용할 수 없습니다. 판매자에게 지원을 문의하십시오.
pt_br: Este pacote não está disponível. Entre em contato com o fornecedor para obter suporte.
ru: Этот пакет недоступен. Обратитесь за поддержкой к поставщику.
sw: Kifurushi hiki hakipatikani. Wasiliana na muuzaji kwa usaidizi.
tr: Bu paket kullanılamıyor. Destek için satıcıyla iletişime geçin.
vi: Gói này không khả dụng. Hãy liên hệ nhà cung cấp để được hỗ trợ.
yo: Pákéèjì yìí kò sí. Kàn sí olùtajà fún àtìlẹ́yìn.
zh_hans: 此软件包不可用。请联系供应商获取支持。
zh_hant: 此套件無法取得。請聯絡廠商尋求協助。

source: This package was unpacked, but the operation stopped at another package before this one was set up.
ar: تم فك ضغط هذه الحزمة، لكن العملية توقفت عند حزمة أخرى قبل تهيئتها.
bn: এই প্যাকেজটি আনপ্যাক করা হয়েছিল, কিন্তু এটি সেট আপ হওয়ার আগেই অপারেশনটি অন্য একটি প্যাকেজে থেমে গেছে।
de: Dieses Paket wurde entpackt, aber der Vorgang wurde bei einem anderen Paket abgebrochen, bevor dieses eingerichtet war.
es: Este paquete se ha desempaquetado, pero la operación se detuvo en otro paquete antes de configurarlo.
fr: Ce paquet a été décompressé, mais l’opération s’est arrêtée sur un autre paquet avant qu’il ne soit configuré.
hi: यह पैकेज अनपैक हो गया था, लेकिन इसके सेटअप होने से पहले ऑपरेशन किसी अन्य पैकेज पर रुक गया।
id: Paket ini telah diekstrak, tetapi operasi berhenti di paket lain sebelum paket ini dikonfigurasi.
it: Questo pacchetto è stato estratto, ma l’operazione si è interrotta su un altro pacchetto prima che questo venisse configurato.
ja: このパッケージは展開されましたが、設定される前に別のパッケージで操作が停止しました。
ko: 이 패키지는 압축 해제되었지만, 구성되기 전에 다른 패키지에서 작업이 중단되었습니다.
pt_br: Este pacote foi desempacotado, mas a operação parou em outro pacote antes que este fosse configurado.
ru: Этот пакет распакован, но операция остановилась на другом пакете до его настройки.
sw: Kifurushi hiki kilifunguliwa, lakini shughuli ilisimama kwenye kifurushi kingine kabla hiki hakijasanidiwa.
tr: Bu paket açıldı, ancak bu paket yapılandırılmadan önce işlem başka bir pakette durdu.
vi: Gói này đã được giải nén nhưng thao tác đã dừng ở một gói khác trước khi gói này được cấu hình.
yo: A ti tú pákéèjì yìí, ṣùgbọ́n iṣẹ́ náà dúró ní pákéèjì mìíràn kí a tó ṣètò èyí.
zh_hans: 此软件包已解压，但操作在另一个软件包处停止，它尚未配置。
zh_hant: 此套件已解壓縮，但操作在設定此套件之前，已於另一個套件處停止。

source: This page is already in the target language.
ar: هذه الصفحة مكتوبة باللغة الهدف بالفعل.
bn: এই পৃষ্ঠাটি ইতিমধ্যেই লক্ষ্য ভাষায় আছে।
de: Diese Seite ist bereits in der Zielsprache.
es: Esta página ya está en el idioma de destino.
fr: Cette page est déjà dans la langue cible.
hi: यह पेज पहले से ही लक्ष्य भाषा में है।
id: Halaman ini sudah dalam bahasa tujuan.
it: Questa pagina è già nella lingua di destinazione.
ja: このページはすでに翻訳先の言語で書かれています。
ko: 이 페이지는 이미 대상 언어로 되어 있습니다.
pt_br: Esta página já está no idioma de destino.
ru: Эта страница уже на целевом языке.
sw: Ukurasa huu tayari uko katika lugha lengwa.
tr: Bu sayfa zaten hedef dilde.
vi: Trang này đã ở ngôn ngữ đích.
yo: Ojú ìwé yìí ti wà ní èdè àfojúsùn tẹ́lẹ̀.
zh_hans: 此页面已是目标语言。
zh_hant: 此頁面已是目標語言。

source: This page is translated.
ar: هذه الصفحة مترجمة.
bn: এই পৃষ্ঠাটি অনুবাদ করা হয়েছে।
de: Diese Seite ist übersetzt.
es: Esta página está traducida.
fr: Cette page est traduite.
hi: इस पेज का अनुवाद कर दिया गया है।
id: Halaman ini telah diterjemahkan.
it: Questa pagina è tradotta.
ja: このページは翻訳されています。
ko: 이 페이지는 번역되었습니다.
pt_br: Esta página está traduzida.
ru: Эта страница переведена.
sw: Ukurasa huu umetafsiriwa.
tr: Bu sayfa çevrildi.
vi: Trang này đã được dịch.
yo: A ti túmọ̀ ojú ìwé yìí.
zh_hans: 此页面已翻译。
zh_hant: 此頁面已翻譯。

source: This repository is already in the list.
ar: هذا المستودع موجود في القائمة بالفعل.
bn: এই রিপোজিটরিটি ইতিমধ্যেই তালিকায় আছে।
de: Diese Quelle ist bereits in der Liste.
es: Este repositorio ya está en la lista.
fr: Ce dépôt figure déjà dans la liste.
hi: यह रिपॉज़िटरी पहले से सूची में है।
id: Repositori ini sudah ada dalam daftar.
it: Questo repository è già nell’elenco.
ja: このリポジトリはすでにリストにあります。
ko: 이 소스는 이미 목록에 있습니다.
pt_br: Este repositório já está na lista.
ru: Этот репозиторий уже есть в списке.
sw: Hazina hii tayari imo kwenye orodha.
tr: Bu depo zaten listede.
vi: Nguồn này đã có trong danh sách.
yo: Ibi ìpamọ́ yìí ti wà nínú àtòjọ náà tẹ́lẹ̀.
zh_hans: 此软件源已在列表中。
zh_hant: 此軟體源已在列表中。
